[
  {
    "name": "Evaluating Treatment Effectiveness",
    "description": "I built a model to assess whether or not a treatment was effective to reduce the number of re-arrests for recent convicts. The model proves that, without proper balance in treatment and control groups, the analysis will yield nothing of consequence. I designed a re-assignment protocol based on propensity scores to ensure balance in the experimental groups.",
    "url": "http://rpubs.com/cassandrabayer/407521",
    "img": "Screen Shot 2018-08-07 at 11.51.41 AM.png"
  },
  
  {
    "name": "Cost of the Commute",
    "description": "I created interactive web map that shows the aggressive trade off between affordable housing and commute times in the Bay area; the map is available here. The project relied on heavily on Python and R for data cleaning, analysis, science and visualization. A more detailed account of the workflow, methodology, and findings can be accessed below.",
    "url": "https://cassandrabayer.shinyapps.io/map_app/",
    "img": "project-commute"
  },
  {
    "name": "Affordable Housing Standards",
    "description": "This map here shows all Craigslist listings in green that are valued at the U.S. Department of Housing's \"Fair Market Rate\", or what housing should cost to be affordable. To perform the analysis, I gathered, cleaned, and analyzed two sets of primary data: Craigslist rental listings and ACS data accessed through American FactFinder.",
    "url": "http://rpubs.com/cassandrabayer/271341",
    "img": "project-housing"
  },
  {
    "name": "Predicting Chronic Illness",
    "description": "The goal of the Flaredown work has been two-fold: we want to understand what causes \"flare-ups\", or upsets in a chronic illness patient's condition, and b) how to predict when a flare is coming. So far, we have cleaned the data and set up a pipeline and structure. We have created a controller to process the data and ease analysis. As a first model, we have created a quick reference for interactions of certain \"trackables\", or things a user tracks, against their general sense of well-being.",
    "url": "https://cassandrabayer.shinyapps.io/shinyFD/",
    "img": "project-flaredown"
  },
  {
    "name": "Modeling Household Income",
    "description": "I created a number of models using U.S. Census data to try to classify which households were low income. I used a number of binary classifiers including logit regression, SVM, and a decision tree. I found that the SVM had the most predictive capacity in terms of classification, but was also subject to noise. The regression, however, revealed that race and marital status bore heavily on one's probably of being low-income.",
    "url": "http://rpubs.com/cassandrabayer/397578",
    "img": "project-income"
  },
  {
    "name": "Feasibility Analysis for Housing in SF",
    "description": "Due to the high-density, high-price of housing in SF, housing for the homeless (supportive housing) is not prioritized. As a consultant, I modeled the feasibility of using modular, pre-fabicated housing as an alternative to the housing crisis. I found that, while modulars could be employed, city regulations and zoning poses the largest threat to new construction. ",
    "url": "https://drive.google.com/file/d/1q-B26sxZoqM7wN44KGwSXFtJcHqPjjd1/view?usp=sharing",
    "img": "supportive-housing"
  },
  {
    "name": "Data Science in the Wild",
    "description": "After a few different projects, I decided to post my write-ups and other smaller, fun inspections of public data sources. On my WordPress, I've investigated how transportation effects commutes (with interactive maps and analytics) as well as how public transit effects consumer habits, development of pre-K centers, and traffic patterns.",
    "url": "https://www.ocf.berkeley.edu/~cbayer/",
    "img": "heat-map-pre-k"
  },
  {
    "name": "My Resume",
    "description": "If you're interested to learn more about where I've been and what I've done professionally, you can see my resume here. ",
    "url": "https://drive.google.com/file/d/1XYk5zhUXGtS5KPmn46HoPwW7CcE3uVLK/view?usp=sharing",
    "img": "cass-and-dog"
  }
  
]
